Revit 2027 API
ParameterTypeId.CarbonMaterialParamCoefficientPerEnergy Property
 "Carbon Coefficient per energy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CarbonMaterialParamCoefficientPerEnergy { get; }
Public Shared ReadOnly Property CarbonMaterialParamCoefficientPerEnergy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CarbonMaterialParamCoefficientPerEnergy {
	ForgeTypeId^ get ();
}
static member CarbonMaterialParamCoefficientPerEnergy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace